tap "oven-sh/bun"

brew "rustup"
brew "fnm"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "git"
brew "neovim"
brew "opencode"
brew "stow"
brew "tmux"
brew "zsh"
brew "lazygit"
brew "gh"
brew "spotify_player"
brew "oven-sh/bun/bun"
brew "pi-coding-agent"

cask "1password"
cask "ghostty"
cask "keka"
cask "rectangle"
cask "whatsapp"
cask "zed"
cask "zen"
cask "claude-code"

